#put any key/value pairs here
com.elevenpaths.latch.latch-plugin-jira.name=Latch

com.elevenpaths.latch.latch-plugin-jira.appIdError1=Solo se permiten valores alfanum&eacute;ricos en el campo del Aplicaci&oacute;n ID.
com.elevenpaths.latch.latch-plugin-jira.appIdError2=El campo Aplicaci&oacuten ID debe contener 20 caracteres.
com.elevenpaths.latch.latch-plugin-jira.secretError1=Solo se permiten valores alfanum&eacute;ricos en el campo del Secreto.
com.elevenpaths.latch.latch-plugin-jira.secretError2=El campo del Secreto debe contener 40 caracteres.
com.elevenpaths.latch.latch-plugin-jira.tokenError1=El campo del Token debe contener 6 caracteres.
com.elevenpaths.latch.latch-plugin-jira.tokenError2=Solo se permiten valores alfanum&eacute;ricos en el campo del Token.

com.elevenpaths.latch.latch-plugin-jira.pairError206=Ha ocurrido un problema intentando parearte con Latch: \nEl Token de pareado no se ha encontrado o est&aacute; caducado.
com.elevenpaths.latch.latch-plugin-jira.pairErrorConf=Ha ocurrido un problema intentando parearte con Latch: \nLatch no est&aacute; configurado correctamente. Por favor, habla con tu administrador.
com.elevenpaths.latch.latch-plugin-jira.unpairErrorConf=Ha ocurrido un problema intentando desparearte con Latch: \nLatch no est&aacute; configurado correctamente. Por favor, habla con tu administrador.
com.elevenpaths.latch.latch-plugin-jira.invalidCredentials=El ID de la aplicaci&oacute;n y el secreto no son validos entre si.\n
com.elevenpaths.latch.latch-plugin-jira.vmConfigureTitle=Ajustes de Latch
com.elevenpaths.latch.latch-plugin-jira.vmConfigureGlobal=Ajustes globales
com.elevenpaths.latch.latch-plugin-jira.vmConfigureTexto1=Rellena los datos recibidos cuando registr&oacute; la aplicaci&oacute;n en Latch:
com.elevenpaths.latch.latch-plugin-jira.vmConfigureAppId=Aplicaci&oacute;n ID:
com.elevenpaths.latch.latch-plugin-jira.vmConfigureSecret=Secreto:
com.elevenpaths.latch.latch-plugin-jira.vmConfigureButton=Guardar Cambios

com.elevenpaths.latch.latch-plugin-jira.vmInfoTitle=Informaci&oacute;n de Latch
com.elevenpaths.latch.latch-plugin-jira.vmInfoNotProtected=Tu cuenta no est&aacute; protegida todav&iacute;a
com.elevenpaths.latch.latch-plugin-jira.vmInfoButton=Protege tu cuenta con Latch
com.elevenpaths.latch.latch-plugin-jira.vmInfoTitleInfo=&iquest;Qu&eacute; es Latch?
com.elevenpaths.latch.latch-plugin-jira.vmInfoTextInfo1=&iquest;Te gustar&iacute;a tener tu tarjeta de cr&eacute;dito o cuenta bancaria activada solo cuando la utilizas para reducir el tiempo que se expone al uso fraudulento? &iquest;Quieres apagar tus cuentas de redes sociales cuando est&eacute;s desconectado para evitar cualquier uso no autorizado?
com.elevenpaths.latch.latch-plugin-jira.vmInfoTextInfo2=Hazlo con Latch ahora! Tambi&eacute;n te permite programar c&oacute;modamente los tiempos de parada autom&aacute;tica, por ejemplo, por las noches o cuando est&aacute;s de vacaciones, para asegurar sistem&aacute;ticamente tus cuentas de forma desatendida.
com.elevenpaths.latch.latch-plugin-jira.vmInfoTextInfo3=El monitor Latch te permite rastrear el acceso a tus cuentas pareadas y muestra una alerta cada vez que hay un intento de acceder a una de tus cuentas bloqueadas.
com.elevenpaths.latch.latch-plugin-jira.vmInfoTitleImg1=Obten el control de tu identidad digital
com.elevenpaths.latch.latch-plugin-jira.vmInfoTextImg1=Apaga tus cuentas digitales cuando no las est&aacute;s usando para evitar cualquier uso no autorizado.
com.elevenpaths.latch.latch-plugin-jira.vmInfoTitleImg2=Consigue un nivel extra de seguridad en tus cuentas
com.elevenpaths.latch.latch-plugin-jira.vmInfoTextImg2=Parea tu Latch desde las webs de cada servicio.
com.elevenpaths.latch.latch-plugin-jira.vmInfoTitleImg3=Programa tu cuenta en tiempo real
com.elevenpaths.latch.latch-plugin-jira.vmInfoTextImg3=Programa f&aacute;cilmente la desconexi&oacute;n autom&aacute;tica de tus cuentas por la noche o en las horas y fechas que quieras.
com.elevenpaths.latch.latch-plugin-jira.vmInfoTitleImg4=Supervisa el acceso a tus cuentas
com.elevenpaths.latch.latch-plugin-jira.vmInfoTextImg4=Puedes supervisar los intentos de acceso a tus cuentas cuando est&aacute;n pareadas e informar a tu proveedor de servicios.

com.elevenpaths.latch.latch-plugin-jira.vmPairTitle=Pareando con Latch
com.elevenpaths.latch.latch-plugin-jira.vmPairInput=Escribe tu Token de pareado
com.elevenpaths.latch.latch-plugin-jira.vmPairButton=Parear cuenta
com.elevenpaths.latch.latch-plugin-jira.vmPairTitleInfo=&iquest;C&oacute;mo habilitar Latch para tu cuenta?
com.elevenpaths.latch.latch-plugin-jira.vmPairTextInfo1=Primero tienes que sincronizar con tu cuenta de Latch, de la misma manera que asocias el tel&eacute;fono con el sistema Bluetooth del coche la primera vez que lo utilizas.
com.elevenpaths.latch.latch-plugin-jira.vmPairTextImg1=En primer lugar, pon en marcha el proceso de emparejamiento en la p&aacute;gina web del nuevo servicio. Se te pedir&aacute; introducir un c&oacute;digo de emparejamiento.
com.elevenpaths.latch.latch-plugin-jira.vmPairTextImg2=Accede a la aplicaci&oacute;n de Latch y en la pantalla principal pulsa Agregar servicio.
com.elevenpaths.latch.latch-plugin-jira.vmPairTextImg3=En la pantalla Agregar servicio pincha en Generar un c&oacute;digo de emparejamiento.
com.elevenpaths.latch.latch-plugin-jira.vmPairTextImg4=Ingresa el c&oacute;digo que aparece en la pantalla de tu aplicaci&oacute;n en el sitio web del servicio que se est&eacute; asociando.

com.elevenpaths.latch.latch-plugin-jira.vmUnpairTitle=Despareando con Latch
com.elevenpaths.latch.latch-plugin-jira.vmUnpairProtected=Tu cuenta est&aacute; protegida con Latch
com.elevenpaths.latch.latch-plugin-jira.vmUnpairText1=Para dejar de utilizar Latch, s&oacute;lo tienes que desvincular tu cuenta. Despu&eacute;s de desincronizar, este servicio ser&aacute; eliminado de tu aplicaci&oacute;n m&oacute;vil Latch. Para continuar, pulsa el bot&oacute;n de abajo.
com.elevenpaths.latch.latch-plugin-jira.vmUnpairButton=Desparea tu cuenta de Latch